Repository: itsmeRonjie/Tip-Calculator
Catalog: Tip-Calculator/Localizable.xcstrings
Source language: en
Languages: es, fr, he

source: Amount
es: Monto
fr: Montant
he: סכום

source: Bill
es: Cuenta
fr: Cuenta
he: חשבון

source: Choose tip
es: Elegir propina
fr: Choisir le pourboire
he: בחירת טיפ

source: Choose Tip
es: Elegir Propina
fr: Choisir le Pourboire
he: בחירת טיפ

source: Custom
es: Personalizado
fr: Personnalisé
he: התאמה אישית

source: Enter Total
es: Ingresar Totales
fr: Saisir les Totaux
he: הזן חשבון

source: Split
es: Dividir
fr: Diviser
he: פיצול

source: Summary
es: Resumen
fr: Résumé
he: סיכום

source: Tip
es: Propina
fr: Compte
he: טיפ

source: Tip Calculator
es: Calculadora de propinas
fr: Calculateur de Pourboire
he: מחשבון טיפים

source: Total per person
es: Totales por persona
fr: Totaux par personne
he: סך הכל לאדם
